Repository: nmc9x/RCVM_PropakApp2023
Catalog: Common/*.Languages/Languages.*.resx
Languages: vi_vn

# ActivedFailed
source: Active failed
vi_vn: Kích hoạt thất bại

# ActivedSuccess
source: Active success
vi_vn: Kích hoạt thành công

source: Agency level 1
vi_vn: Đại lý cấp 1

# CheckedFailed
source: Check failed
vi_vn: Quét thất bại

# CheckedSuccess
source: Check success
vi_vn: Quét thành công

source: Close
vi_vn: Dừng

source: Connect
vi_vn: Kết nối

source: Connected
vi_vn: Kết nối

source: Connection failed
vi_vn: Kết nối thất bại

source: Connect to RFID
vi_vn: Kết nối với RFID

source: Date of expiry
vi_vn: Ngày hết hạn

source: Date of manufacture
vi_vn: Ngày sản xuất

source: Delivery bill
vi_vn: Lệnh xuất kho

source: Details
vi_vn: Chi tiết

source: Disconnected
vi_vn: Ngắt kết nối

source: Distribution schedules
vi_vn: Lệnh xuất hàng

source: File data
vi_vn: Tập tin dữ liệu

source: Informations
vi_vn: Thông tin

# MgsConnection
source: {0} Connection
vi_vn: Kết nối {0}

source: Ordered
vi_vn: Phiếu xuất hàng

source: Ordered total
vi_vn: Số lượng cần xuất

source: Path
vi_vn: Đường dẫn

source: Port
vi_vn: Cổng

source: Processing
vi_vn: Đang xử lý

source: Production name
vi_vn: Tên sản phẩm

source: Scan QRCode
vi_vn: Quét QRCode

source: Status
vi_vn: Trạng thái

source: Total export
vi_vn: Số lượng cần xuất

source: Clear
vi_vn: Xóa

# MsgAreYouSureToConfirmTheDeliryBill
source: Are you sure to confirm the deliry bill
vi_vn: Bạn có muốn xác nhận hoàn thành lệnh xuất hàng?

# MsgConfirmDeliveryBill
source: Confirm delivery bill
vi_vn: Xác nhận lệnh xuất hàng

# MsgTheDeliveryBillIsConfirm
source: The delivery bill is confirm
vi_vn: Lệnh xuất hàng đã được xác nhận

source: Code count
vi_vn: Tổng số mã

source: Product details
vi_vn: Chi tiết sản phẩm

# ScanDatetime
source: Ngày
vi_vn: Ngày quét

# Unknown
source: Không xác định
vi_vn: Không tồn tại

source: Results
vi_vn: Kết quả

source: Data
vi_vn: Dữ liệu

# MsgPleaseConnectWithPLC
source: Please connect with PLC
vi_vn: Vui lòng kết nối với PLC

# MsgPleaseConnectWithRFID
source: Please connect with RFID
vi_vn: Vui lòng kết nối với RFID

source: Pallet code
vi_vn: Mã Pallet

source: Trigger
vi_vn: Kiểm tra tín hiệu

source: Data scanned results
vi_vn: Kết quả quét dữ liệu

source: Read RFID
vi_vn: Đọc RFID

source: Show all
vi_vn: Hiển thị tất cả

source: Auto connections
vi_vn: Tự động kết nối

source: Connect to PLC
vi_vn: Kết nối với PLC

source: Delay Trigger time
vi_vn: Thời gian phát tín hiệu

source: Read
vi_vn: Đọc

source: Reading
vi_vn: Đang đọc

source: Check Pallet
vi_vn: Kiểm tra Pallet

source: Delete logs
vi_vn: Xóa lịch sử xuất hàng

# MsgAreYouSureToDeleteTheDeliveryBillLogs
source: Are you sure to delete the delivery bill logs?
vi_vn: Bạn có muốn xóa tất cả lịch sử lệnh xuất hàng?

# MsgNoProductInPallet
source: No product in Pallet
vi_vn: Pallet không có sản phẩm

# MsgPalletExcessQuantity
source: Pallet excess quantity
vi_vn: Pallet dư số lượng

# MsgPalletHaveMultipleValues
source: Pallet have multiple values
vi_vn: Pallet có nhiều giá trị

# MsgPalletLackQuantity
source: Pallet lack quantity
vi_vn: Pallet không đủ số lượng

# MsgPalletNoScanCodeResultData
source: Pallet no scan code result data
vi_vn: Pallet không có dữ liệu kết quả quét mã

# MsgPalletSufficientQuantity
source: Pallet sufficient quantity
vi_vn: Pallet đủ số lượng

# MsgProductIsDefective
source: Product is defective
vi_vn: Sản phẩm có lỗi

source: Wrong product name
vi_vn: Sai tên sản phẩm

source: Wrong pallet
vi_vn: Sai pallet

source: Miss product
vi_vn: Sản phẩm không quét được

source: Check data
vi_vn: Kiểm tra dữ liệu

source: No product in pallet
vi_vn: Pallet không có sản phẩm

source: Unknown pallet
vi_vn: Pallet không tồn tại

source: Miss pallet
vi_vn: Pallet không quét được

source: Station
vi_vn: Trạm

source: Clearlog
vi_vn: Xóa nhật ký

source: Clear logs
vi_vn: Xóa các bản ghi

source: Command
vi_vn: Yêu cầu

source: Datetime
vi_vn: Ngày giờ

source: Export
vi_vn: Xuất

source: Filter
vi_vn: Lọc

source: From
vi_vn: Từ

source: Info
vi_vn: Thông tin

source: Key information
vi_vn: Thông tin

source: Keyword
vi_vn: Từ khóa

source: Log details
vi_vn: Chi tiết nhật ký

source: Message
vi_vn: Tin nhắn

# MsgDoYouWantToContinue
source: Do you want to continue?
vi_vn: Bạn có muốn tiếp tục không?

source: Refresh
vi_vn: Làm mới

source: Rows count
vi_vn: Số hàng

source: Start
vi_vn: Khởi chạy

source: Started
vi_vn: Đã bắt đầu

source: Stop
vi_vn: Dừng chạy

source: Stoped
vi_vn: Đã dừng

source: To
vi_vn: Đến

source: Username
vi_vn: Tên tài khoản

source: Viewlog
vi_vn: Xem nhật kí

source: Warning
vi_vn: Cảnh báo

source: Activation parameters
vi_vn: Thông tin kích hoạt

source: Note
vi_vn: Ghi chú

source: Quantity
vi_vn: Số lượng

source: Schedules info
vi_vn: Thông tin lịch

source: Sync data
vi_vn: Đồng bộ dữ liệu

source: Sync data with server
vi_vn: Đồng bộ dữ liệu với server

source: Sync schedules
vi_vn: Lịch đồng bộ

source: No
vi_vn: Không

source: OK
vi_vn: Đồng ý

# MsgDoYouWantToStopThisProcess
source: Do you want to stop this process?
vi_vn: Bạn có muốn kết thúc quá trình xuất hàng?

# MsgPleaseConfirmThisInformation
source: Please confirm this information
vi_vn: Vui lòng xác nhận thông tin

source: Product delivery offline
vi_vn: Phân phối Offline

source: Wait to sync
vi_vn: Chờ đồng bộ

source: Wrong ID code
vi_vn: Sai khóa (TID)

source: Wrong product code
vi_vn: Sai mã sản phầm

source: Yes
vi_vn: Có

source: Product delivery online
vi_vn: Phân phối Online

# MsgProductDistributionsModule
source: Product distributions Model
vi_vn: Module Phân phối

# MsgProductionBaggingWarehousingModule
source: Production-Bagging-Warehousing Model
vi_vn: Module Sản xuất - Đóng bao - Nhập kho

source: Quantity to export
vi_vn: Số lượng cần xuất

source: Quantity to import
vi_vn: Số lượng cần nhập

source: Scan failed
vi_vn: Quét thất bại

source: Scan success
vi_vn: Quét thành công

source: Distribution code
vi_vn: Mã phân phối

source: ANTENNA
vi_vn: ĂNG-TEN

source: Antenna ID
vi_vn: Mã số ăng-ten

source: Apply
vi_vn: Áp dụng

source: Enable Filter
vi_vn: Bật bộ lọc

source: Event
vi_vn: Sự kiện

source: Filter Data
vi_vn: Lọc dữ liệu

source: GPI Enable
vi_vn: Bật ngõ vào

source: GPIO
vi_vn: NGÕ VÀO/RA

source: GPI Params
vi_vn: Tham số ngõ vào

source: GPI with Timeout
vi_vn: Ngõ vào & thời gian

source: GPO States
vi_vn: Trạng thái ngõ ra

source: H->L
vi_vn: Cao -> Thấp

source: L->H
vi_vn: Thấp -> Cao

source: Max Size Memory Bank
vi_vn: Bộ nhớ Bank

source: Max Tag Count
vi_vn: Thẻ tối đa

source: Max Tag ID Length
vi_vn: Độ dài EPC

source: Mode
vi_vn: Chế độ

# MsgFailFormat
source: Fail Format
vi_vn: Sai định dạng

# MsgRFIDSettingSuccessfully
source: RFID Setting Successfully.
vi_vn: RFID Cài đặt thành công.

# MsgRFIDSettingUnsuccessfully
source: RFID Setting Unsuccessfully.
vi_vn: RFIDCài đặt không thành công.

# MsgSettingNotification
source: Setting Notification
vi_vn: Thông báo cài đặt

# MsgValueMustBe
source: Value must be {0} to {1}
vi_vn: Giá trị phải từ {0} đến {1}

# MsgValueValidate
source: Value Validate
vi_vn: Xác thực giá trị

source: Start Trigger
vi_vn: Kích đọc

source: Stop Trigger
vi_vn: Dừng kích đọc

source: Tag Report Trigger
vi_vn: Thẻ tối thiểu

source: TAG STORAGE
vi_vn: LƯU TRỮ THẺ

# TransmitPower
source: Transmit Power (100*dBm)
vi_vn: Mức sóng (100*dBm)

source: TRIGGERS
vi_vn: KÍCH HOẠT

source: Trigger Type
vi_vn: Loại kích hoạt

source: Account
vi_vn: Tài khoản

source: Account has been locked
vi_vn: Tài khoản đã bị khóa

source: Account is not exist
vi_vn: Tài khoản không tồn tại

source: Add
vi_vn: Thêm

source: Address
vi_vn: Địa chỉ

source: Auto reading
vi_vn: Đọc tự động

source: Cancel
vi_vn: Hủy

source: Cannot be null
vi_vn: Không được rỗng

source: Cannot close applications
vi_vn: Không thể đóng ứng dụng

source: Cannot start RFID devices
vi_vn: Không thể chạy thiết bị RFID

source: Change password
vi_vn: Thay đổi mật khẩu

source: Close applications
vi_vn: Đóng ứng dụng

source: Config
vi_vn: Cấu hình

source: Confirm
vi_vn: Xác nhận

source: Control
vi_vn: Điều khiển

source: Current password
vi_vn: Mật khẩu hiện tại

source: Delete
vi_vn: Xóa

source: Delivery ID
vi_vn: Mã phân phối

source: Design
vi_vn: Thiết kế

source: Exit
vi_vn: Thoát

source: Failed
vi_vn: Thất bại

source: Host name
vi_vn: Tên máy chủ

source: Ignore
vi_vn: Bỏ qua

source: Import
vi_vn: Nhập

source: IPAddress
vi_vn: Địa chỉ IP

source: Job
vi_vn: Công việc

source: Load
vi_vn: Tải

source: Login
vi_vn: Đăng nhập

source: Login account
vi_vn: Tài khoản đăng nhập

source: Manager
vi_vn: Quản lý

source: Manual reading
vi_vn: Đọc

# MsgPasswordIsIncorrect
source: Password is incorrect
vi_vn: Mật khẩu không đúng

# MsgPasswordNotMatch
source: Password not match
vi_vn: Mật khẩu không giống nhau

# MsgPleaseCheckYourSystems
source: Please check your systems
vi_vn: Vui lòng kiểm tra hệ thống của bạn

# MsgPleaseWait
source: Please wait...
vi_vn: Vui lòng chờ...

source: Must be greater than 0
vi_vn: Phải lớn hơn 0

source: New password
vi_vn: Mật khẩu mới

source: None
vi_vn: Trống

source: No response from server
vi_vn: Không có phản hồi từ máy chủ

source: Normal
vi_vn: Cơ bản

source: Not match
vi_vn: Không khớp nhau

source: Null delivery ID
vi_vn: Mã phân phối rỗng

source: Operator
vi_vn: Vận hành

source: Password
vi_vn: Mật khẩu

source: Passwords does not match
vi_vn: Mật khẩu không giống nhau

source: Permission
vi_vn: Phân quyền

source: Ping result
vi_vn: Kết quả Ping

source: Please check your data
vi_vn: Vui lòng kiểm tra dữ liệu của bạn

source: Please check your server
vi_vn: Vui lòng kiểm tra máy chủ

source: Please check your systems
vi_vn: Vui lòng kiểm tra hệ thống của bạn

source: Please contact administrator to unlock
vi_vn: Vui lòng liên hệ với Admin để mở khóa

source: Please select the files to preview
vi_vn: Vui lòng chọn tập tin để xem

source: Please try again
vi_vn: Vui lòng thử lại

source: Preview
vi_vn: Xem trước

source: Product import offline
vi_vn: Nhập kho Offline

source: Product import online
vi_vn: Nhập kho Online

source: Remember login
vi_vn: Ghi nhớ tài khoản

source: Reset password
vi_vn: Làm mới mật khẩu

source: Response from server
vi_vn: Máy chủ phản hồi

source: Re-type password
vi_vn: Nhập lại mật khẩu

source: RFID settings
vi_vn: Thiết đặt RFID

source: Save
vi_vn: Lưu

source: SaveDataLocations
vi_vn: Vị trí lưu dữ liệu

source: Scan data
vi_vn: Quét dữ liệu

# SchedulesFilesDoseNotExist
source: Schedules's files dose not exist
vi_vn: Tập lệnh không tồn tại

source: Server activation
vi_vn: Thông tin máy chủ

source: Server is not response
vi_vn: Máy chủ không phản hồi

source: Server reponse
vi_vn: Máy chủ phản hồi

source: Settings
vi_vn: Thiết đặt

source: Success
vi_vn: Thành công

source: System settings
vi_vn: Thiết đặt hệ thống

source: The applications must be restart to complete
vi_vn: Ứng dụng phải khởi động lại để hoàn tất cài đặt

source: The applications will be restart
vi_vn: Ứng dụng sẽ được khởi động lại

source: The operation completed successfully
vi_vn: Thao tác hoàn thành

source: The system has stopped
vi_vn: Hệ thống đã dừng

# TheXAreRunning
source: The {0} are running
vi_vn: {0} đang chạy

source: Time
vi_vn: Thời gian

source: Total tag count
vi_vn: Tổng số mã

source: Update
vi_vn: Cập nhật

source: User
vi_vn: Người dùng

# WrongSchedulesFiles
source: Wrong schedules's files
vi_vn: Sai tập tin lịch

source: You have completed the quantity to be distributed
vi_vn: Bạn đã hoàn thành phân phối đủ số lượng

source: You have some TIMEOUT issue
vi_vn: Hết thời gian chờ phản hồi từ máy chủ

source: Block
vi_vn: Khóa

source: Error
vi_vn: Lỗi

source: Ready
vi_vn: Sẵn sàng

source: Starting
vi_vn: Đang chạy

source: Sync
vi_vn: Đồng bộ

source: Application name
vi_vn: Tên ứng dụng

# FolderDoseNotExist
source: Folder doesn't exist
vi_vn: Thư mục không tồn tại

source: General info
vi_vn: Thông tin chung

source: Link server
vi_vn: Đường dẫn máy chủ

source: Logout
vi_vn: Đăng xuất

# MsgAreYouSureToCloseApplications
source: Are you sure to close applications?
vi_vn: Bạn có muốn đóng ứng dụng?

# PleasetStopTriggerBeforeClose
source: Please stop trigger before closed
vi_vn: Vui lòng dừng "Kích đọc" trước khi đóng

source: Release note
vi_vn: Thông tin phiên bản

source: Version
vi_vn: Phiên bản

source: Waiting
vi_vn: Đợi...

source: Backup Notify
vi_vn: Thông báo sao lưu

# MsgBackupParameterSuccessfully
source: Backup parameter successfully!
vi_vn: Sao lưu thông số thành công!

# MsgBackupParameterUnsuccessfully
source: Backup parameter unsuccessfully!
vi_vn: Sao lưu thông số không thành công!

# MsgRestoreParameterSuccessfully
source: Restore parameter successfully!
vi_vn: Khôi phục thông số thành công!

# MsgRestoreParameterUnsuccessfully
source: Restore parameter unsuccessfully!
vi_vn: Khôi phục thông số không thành công!

source: Restore Notify
vi_vn: Thông báo khôi phục

source: Backup
vi_vn: Sao lưu

source: Choose a folder
vi_vn: Chọn thư mục

source: Restore
vi_vn: Khôi phục

source: Creat folder failed
vi_vn: Tạo thư mục thất bại

source: Please check IP and port of devices
vi_vn: Vui lòng kiểm tra IP và Cổng của thiết bị

source: Server status
vi_vn: Trạng thái máy chủ

source: Web browser
vi_vn: Trình duyệt
